/*
 LocalizationStrings.strings
 ZohoSign
 
 Created by Nagarajan S on 13/10/16.
 Copyright © 2016 Zoho Corporation. All rights reserved.
 */


/*          Common              */

"sign.mobile.common.zohosign"                           =       "Zoho Sign";
"sign.mobile.common.ok"                                 =       "OK";
"sign.mobile.common.cancel"                             =       "Avbryt";
"sign.mobile.common.close"                              =       "Stäng";
"sign.mobile.common.next"                               =       "Nästa";
"sign.mobile.common.error"                              =       "Fel";
"sign.mobile.common.unknownerror"                       =       "Okänt fel";
"sign.mobile.common.none"                               =       "Ingen";
"sign.mobile.common.copy"                               =       "Kopiera";
"sign.mobile.common.delete"                             =       "Ta bort";
"sign.mobile.common.mail"                               =       "E-post";
"sign.mobile.common.download"                           =       "Hämta";
"sign.mobile.common.query"                              =       "Fråga";
"sign.mobile.common.decline"                            =       "Neka";
"sign.mobile.common.restore"                            =       "Återställ";
"sign.mobile.common.remind"                             =       "Påminn";
"sign.mobile.common.remindSigners"                      =       "Påminn undertecknare";
"sign.mobile.common.recall"                             =       "Återkalla";
"sign.mobile.common.share"                              =       "Dela";
"sign.mobile.common.export"                             =       "Exportera";
"sign.mobile.common.add"                                =       "Lägg till";
"sign.mobile.common.done"                               =       "Klar";
"sign.mobile.common.today"                              =       "Idag";
"sign.mobile.common.tomorrow"                           =       "Imorgon";
"sign.mobile.common.yesterday"                          =       "Igår";
"sign.mobile.common.create"                             =       "Skapa";
"sign.mobile.common.localFiles"                         =       "Lokala filer";
"sign.mobile.common.zohoDocs"                           =       "Zoho Docs";
"sign.mobile.common.camera"                             =       "Kamera";
"sign.mobile.common.retake"                             =       "Ta tillbaka";
"sign.mobile.common.scanDocuments"                      =       "Skanna dokument";
"sign.mobile.common.photos"                             =       "Foton";
"sign.mobile.common.documents"                          =       "Dokument";
"sign.mobile.common.areyousure"                         =       "Är du säker?";
"sign.mobile.common.finish"                             =       "Slutför";
"sign.mobile.common.no"                                 =       "Nej";
"sign.mobile.common.yes"                                =       "Ja";
"sign.mobile.common.goBack"                             =       "Gå tillbaka";
"sign.mobile.common.selected"                           =       "markerade";
"sign.mobile.common.reason"                             =       "Orsak";
"sign.mobile.common.password"                           =       "Lösenord";
"sign.mobile.common.others"                             =       "Övrigt";
"sign.mobile.common.remove"                             =       "Ta bort";
"sign.mobile.common.optional"                           =       "Valfri";
"sign.mobile.common.mailTo"                             =       "Till:";
"sign.mobile.common.myself"                             =       "Jag själv";
"sign.mobile.common.search"                             =       "Sök";
"sign.mobile.common.apply"                              =       "Tillämpa";
"sign.mobile.common.login"                              =       "Logga in";
"sign.mobile.common.signup"                             =       "Registrera dig";
"sign.mobile.common.skip"                               =       "Hoppa över";
"sign.mobile.common.send"                               =       "Skicka";
"sign.mobile.common.initializing"                       =       "Initierar...";
"sign.mobile.common.accessBlocked"                      =       "Åtkomst hindrad";
"sign.mobile.common.unblock"                            =       "Häv blockering";
"sign.mobile.common.notNow"                             =       "Inte nu";
"sign.mobile.common.updateZohoSign"                     =       "Uppdatera Zoho Sign";
"sign.mobile.common.gotoAppStore"                       =       "Gå till App Store";
"sign.mobile.common.account"                            =       "Konto";
"sign.mobile.common.by"                                 =       "per";
"sign.mobile.common.me"                                 =       "Jag";


/*          Onboarding/Tour              */

"sign.mobile.tour.productTour"                          =       "Produkttur";
"sign.mobile.tour.signIn"                               =       "Logga in";
"sign.mobile.tour.trynow"                               =       "Försök signera ett dokument";

"sign.mobile.tour.productDesc"                          =       "En fullständig digital namnteckningsapp för företag";
"sign.mobile.tour.skipTour"                             =       "Hoppa över demonstration";
"sign.mobile.tour.endTour"                              =       "Avsluta tur";
"sign.mobile.tour.getStarted"                           =       "Kom igång";

"sign.mobile.tour.digitalSignTitle"                     =       "Välkommen till Zoho Sign";
"sign.mobile.tour.digitalSignDesc"                      =       "Upplev digital signering som aldrig tidigare";
"sign.mobile.tour.signAnywhereTitle"                    =       "Signera när som helst, var som helst";
"sign.mobile.tour.signAnywhereDesc"                     =       "Signera, skicka och slut affärsavtal på resande fot";
"sign.mobile.tour.extensionTitle"                       =       "Sömlösa integrationer";
"sign.mobile.tour.securityTitle"                        =       "Säker och skyddad";
"sign.mobile.tour.securityDesc"                         =       "Dokument i Zoho Sign är juridiskt bindande och klåfingerskyddade";

"sign.mobile.tour.scanDesc"                             =       "Skanna och överför kvitton, fakturor, kontrakt och avtal etc.";
"sign.mobile.tour.extensionDesc"                        =       "Underteckna dokument enkelt från dina favoritapplikationer.";
"sign.mobile.tour.multipleRecipientsDesc"               =       "Lägg till flera mottagare och definiera signeringsordning.";
"sign.mobile.tour.assignSomeoneDesc"                    =       "Utse någon annan att underteckna dokumentet.";
"sign.mobile.tour.iMessageDesc"                         =       "Dela ifyllda dokument genom iMessage.";


"sign.mobile.onboard.alreadySignUser"                   =       "Redan en del av Zoho Sign? Logga in för att starta signering.";
"sign.mobile.onboard.signupAndStartSigning"             =       "Ny på Zoho Sign? Registrera dig och starta signering";
"sign.mobile.onboard.continueAsGuest"                   =       "Fortsätt som gäst";

/*          Dashboard              */

"sign.mobile.requestCreate.sign"                        =       "TECKEN";
"sign.mobile.requestCreate.send"                        =       "SKICKA";
"sign.mobile.requestCreate.signYourselfDescription"     =       "OCH SKICKA";
"sign.mobile.requestCreate.sendDocDescription"          =       "FÖR SIGNERING";

/*          Account              */

"sign.mobile.account.registerOrg"                       =       "Registrera organisation";
"sign.mobile.account.contactAdmin"                      =       "Har du redan ett organisationskonto? Kontakta din administratör för en inbjudan till åtkomst till Zoho-signering.";
"sign.mobile.account.creatingAccount"                   =       "Skapar konto...";
"sign.mobile.account.signupToProceed"                   =       "Det enkla, snabba och säkra sättet att underteckna dokument. Registrera dig och starta signering!";
"sign.mobile.account.enterOrgNameDesc"                  =       "Ange ditt organisationsnamn för att komma igång. Om du vill använda Zoho Sign i personligt syfte anger du bara ditt namn som organisationsnamn.";
"sign.mobile.account.enterOrgName"                      =       "Ange din organisation";
"sign.mobile.account.saveAndProceed"                    =       "Spara och fortsätt";

"sign.mobile.account.dontHaveAnAccountSignUp"           =       "Saknar du konto? Registrera dig!";
"sign.mobile.account.alreadyHaveAnAccountLogin"         =       "Har du redan ett konto? Logga in";
"sign.mobile.account.needZohoSignAccountToSign"         =       "Du behöver ett Zoho Sign-konto för att underteckna dokumentet";
"sign.mobile.account.loginToSign"                       =       "Du behöver vara inloggad för att underteckna dokumentet";


/*          Request   (Common)           */

"sign.mobile.request.receivedRequests"                  =       "Mottagna dokument";
"sign.mobile.request.sentRequests"                      =       "Skickade dokument";
"sign.mobile.request.signYourself"                      =       "Registrera dig själv";
"sign.mobile.request.sendForSignatures"                 =       "Skicka för signaturer";
"sign.mobile.request.name"                              =       "Namn";
"sign.mobile.request.description"                       =       "Beskrivning";
"sign.mobile.request.note"                              =       "Lämna en kommentar";
"sign.mobile.request.expiringDate"                      =       "Utgångsdatum";
"sign.mobile.request.timeToComplete"                         =       "Tid för slutförande (dagar)";
"sign.mobile.request.validTill"                         =       "Avtal giltigt till och med";
"sign.mobile.request.folder"                            =       "Mapp";
"sign.mobile.request.folderName"                        =       "Mappnamn";
"sign.mobile.request.requestType"                       =       "Dokumenttyp";
"sign.mobile.request.type"                              =       "Typ";
"sign.mobile.request.recipients"                        =       "Mottagare";
"sign.mobile.request.sortBy"                            =       "Sortera efter";
"sign.mobile.request.verfiyCodeSentToMail"              =       "Verifieringskoden har skickats till din e-postadress.";
"sign.mobile.request.verfiyCodeByRequester"             =       "Verifieringskoden uppges av beställaren.";
"sign.mobile.request.verifyCode"                        =       "Verifiera";
"sign.mobile.request.didntReceiveCode"                  =       "Har du inte fått din kod?";
"sign.mobile.request.resendCode"                        =       "Skicka kod på nytt";
"sign.mobile.request.wrongSecretCode"                   =       "Fel autentiseringskod";
"sign.mobile.request.requestInfo"                       =       "Dokumentinfo";
"sign.mobile.request.documentName"                      =       "Dokumentnamn";
"sign.mobile.request.fileName"                          =       "Filnamn";
"sign.mobile.request.requester"                         =       "Beställd från";
"sign.mobile.request.requesterEmail"                    =       "Beställarens e-post";
"sign.mobile.request.requestedOn"                       =       "Begärd den";
"sign.mobile.request.owner"                             =       "Ägare";
"sign.mobile.request.expireOn"                          =       "Utgår den";
"sign.mobile.request.status"                            =       "Status";
"sign.mobile.request.notes"                             =       "Kommentarer";
"sign.mobile.request.completionCertificate"             =       "Slutförandecertifikat";
"sign.mobile.request.saveChanges"                       =       "Spara ändringar";
"sign.mobile.request.selectAtleaseOneField"             =       "Välj minst ett fält för varje mottagare";
"sign.mobile.request.selectAtleaseOneFieldSelfSign"     =       "Välj minst ett fält";
"sign.mobile.request.sampleDocument"                    =       "Provdokument";
"sign.mobile.request.requestName"                       =       "Dokumentnamn";
"sign.mobile.request.signedSuccessfully"                =       "Undertecknad";
"sign.mobile.request.declined"                          =       "Avvisad";
"sign.mobile.request.tapHereToContinue"                 =       "Tryck här för att fortsätta";
"sign.mobile.request.emailDoc"                          =       "E-posta dokument (max 3 i taget)";
"sign.mobile.request.recipientStatus"                   =       "Mottagarstatus";
"sign.mobile.request.activityFeed"                      =       "Aktivitets-feed";
"sign.mobile.request.activityHistory"                   =       "Aktivitetshistorik";
"sign.mobile.request.createdOn"                         =       "Skapad den";
"sign.mobile.request.submittedOn"                       =       "Skickad den";
"sign.mobile.request.expiringOn"                        =       "Utgår den";
"sign.mobile.request.expiredOn"                         =       "Utgången den";
"sign.mobile.request.completedOn"                       =       "Avslutad";
"sign.mobile.request.recalledOn"                        =       "Återkallad den";
"sign.mobile.request.declinedOn"                        =       "Avvisad den";
"sign.mobile.request.deletedOn"                         =       "Raderad den";
"sign.mobile.request.mailed"                            =       "E-postad";
"sign.mobile.request.signed"                            =       "Undertecknad";
"sign.mobile.request.viewed"                            =       "Visad";
"sign.mobile.request.assigned"                          =       "Tilldelade";
"sign.mobile.request.notAssigned"                       =       "Inte tilldelad";
"sign.mobile.request.dueDateNotSet"                     =       "Inget förfallodatum har ställts in";
"sign.mobile.request.needsYourSignature"                =       "Kräver din signatur";
"sign.mobile.request.outForSignature"                   =       "Ute för signaturer";
"sign.mobile.request.assignRequest"                     =       "Tilldela dokument";
"sign.mobile.request.declineRequest"                    =       "Avvisa dokument";
"sign.mobile.request.numberOfPages"                     =       "Antal sidor";
"sign.mobile.request.renameRequest"                     =       "Byt namn på dokument";
"sign.mobile.request.moveFolder"                        =       "Flytta mapp";
"sign.mobile.request.changeFileType"                    =       "Ändra filtyp";
"sign.mobile.request.confirmYourIdentity"               =       "Bekräfta din identitet";
"sign.mobile.request.fileType"                          =       "Filtyp";
"sign.mobile.request.enterVerifyCode"                   =       "Ange autentiseringskod";
"sign.mobile.request.loggedInAsDifferentUser"           =       "Du är inloggad som en annan användare. Logga in med ‘%@’ och försök igen";
"sign.mobile.request.previewNotAvailable"               =       "Förhandsgranskning inte tillgänglig.";
"sign.mobile.request.ownerAuthMsg"                      =       "Ange autentiseringskoden som delats med dig av ägaren";
"sign.mobile.request.ownerAuthMsgAfterFailure"          =       "Ange autentiseringskoden som delats med dig av ägaren\nAv säkerhetsskäl inaktiveras åtkomst till dokumentet efter 3 felaktiga inmatningar.";
"sign.mobile.request.emailAuth"                         =       "Ange den autentiseringskod som delats med din e-postadress";
"sign.mobile.request.authCodeSentToEmail"               =       "Autentiseringskoden har skickats på nytt till din e-post";

/*          Request Operation Type           */

"sign.mobile.request.operationType.drafted"             =       "Utkast";
"sign.mobile.request.operationType.updated"             =       "Uppdaterad";
"sign.mobile.request.operationType.submitted"           =       "Verkställd";
"sign.mobile.request.operationType.shredded"            =       "Strimlad";
"sign.mobile.request.operationType.deleted"             =       "Raderad";
"sign.mobile.request.operationType.recalled"            =       "Återkallad";
"sign.mobile.request.operationType.restored"            =       "Återställd";
"sign.mobile.request.operationType.retrived"            =       "Hämtad";
"sign.mobile.request.operationType.reminded"            =       "Påmind";
"sign.mobile.request.operationType.archived"            =       "Arkiverad";
"sign.mobile.request.operationType.assigned"            =       "Tilldelade";
"sign.mobile.request.operationType.downloaded"          =       "Hämtade";
"sign.mobile.request.operationType.skipped"             =       "Överhoppad";
"sign.mobile.request.operationType.docEmailed"          =       "Dokument e-postat";
"sign.mobile.request.operationType.linkEmailed"         =       "Länk e-postad";
"sign.mobile.request.operationType.startedSigning"      =       "Startade signering";
"sign.mobile.request.operationType.successSigning"      =       "Signerad";
"sign.mobile.request.operationType.failedSigning"       =       "Signering misslyckades";
"sign.mobile.request.operationType.accessSuccess"       =       "Åtkomst klar";
"sign.mobile.request.operationType.accessFailure"       =       "Åtkomstfel";

/*          Request Status           */

"sign.mobile.request.status.all"                        =       "Alla";
"sign.mobile.request.status.inprogress"                 =       "Pågående";
"sign.mobile.request.status.pending"                    =       "Väntande";
"sign.mobile.request.status.completed"                  =       "Slutförd";
"sign.mobile.request.status.expiring"                   =       "Utgången";
"sign.mobile.request.status.expired"                    =       "Utgången";
"sign.mobile.request.status.declined"                   =       "Avvisad";
"sign.mobile.request.status.recalled"                   =       "Återkallad";
"sign.mobile.request.status.draft"                      =       "Utkast";
"sign.mobile.request.status.trash"                      =       "Papperskorg";
"sign.mobile.request.status.expires"                    =       "Löper ut";


/*          Request List            */

"sign.mobile.request.list.requestedTime"                =       "Begärd tid";
"sign.mobile.request.list.discardChanges"               =       "Kassera ändringar";
"sign.mobile.request.list.continueFromLeftover"         =       "Fortsätt från rest";
"sign.mobile.request.list.lastModified"                 =       "Senast ändrad";
"sign.mobile.request.list.searchRequest"                =       "Sök dokument";
"sign.mobile.request.list.recentSearches"               =       "Senaste sökningar";
"sign.mobile.request.list.modifiedOn"                   =       "Ändrat den";
"sign.mobile.request.list.finishedOn"                   =       "Slutförd den %@";
"sign.mobile.request.list.declinedOn"                   =       "Avvisad den %@";
"sign.mobile.request.list.expiredOn"                    =       "Gick ut den %@";
"sign.mobile.request.list.deletedOn"                    =       "Raderad den %@";
"sign.mobile.request.list.lastUpdatedOn"                =       "Senast uppdaterat den";
"sign.mobile.request.list.declinedMsg"                  =       "Avvisad av %@";
"sign.mobile.request.list.deleteOn"                     =       "Raderad";
"sign.mobile.request.list.yetToView"                    =       "%@  •  %@ kvar att visa";
"sign.mobile.request.list.yetToSign"                    =       "%@  •  %@ kvar att signera";
"sign.mobile.request.list.ofPending"                    =       "%@  •  %lu av %lu väntar";
"sign.mobile.request.list.nameAscending"                =       "Namn, fallande";
"sign.mobile.request.list.nameDescending"               =       "Namn, stigande";
"sign.mobile.request.list.from"                         =       "Från";
"sign.mobile.request.list.filterOptions"                =       "Filteralternativ";


/*          Request Create            */

"sign.mobile.request.create.tapHereToSelectDoc"         =       "Tryck här för att överföra dokument";
"sign.mobile.request.create.pleaseUploadDoc"            =       "Överför dokument";
"sign.mobile.request.create.pleaseChooseRecipient"      =       "Välj en mottagare";
"sign.mobile.request.create.oneSigningActionAlert"      =       "Minst en mottagare ska tilldelas för att signera dokumentet";
"sign.mobile.request.create.pleaseEnterName"            =       "Ange beställarnamn";
"sign.mobile.request.create.recipientsAdded"            =       "%lu tillagd.";
"sign.mobile.recipient.create.addRecipients"            =       "Lägg till mottagare";
"sign.mobile.request.create.recipients"                 =       "Mottagare";
"sign.mobile.request.create.validityForever"            =       "Utan slut";
"sign.mobile.request.create.setDate"                    =       "Ange datum";
"sign.mobile.request.create.expiresIn"                  =       "Förfaller om";
"sign.mobile.request.create.tapHereToStart"             =       "Tryck här för att starta signering";
"sign.mobile.request.create.moreDetails"                =       "Mer information";
"sign.mobile.request.create.viewAll"                    =       "Visa alla";


/*          Editor            */

"sign.mobile.editor.fillAllRequiredFields"              =       "Fyll i alla obligatoriska fält";
"sign.mobile.editor.startSigning"                       =       "Starta signering";
"sign.mobile.editor.termsAndConditions"                 =       "Avtalsvillkor";
"sign.mobile.editor.exitPreview"                        =       "Stäng förhandsgranskning";
"sign.mobile.editor.agreeTerms"                         =       "Instämmer";
"sign.mobile.editor.fieldsToSign"                       =       "Fält att signera";

/*          Request Fields            */

"sign.mobile.field.signature"                           =       "Signatur";
"sign.mobile.field.company"                             =       "Företag";
"sign.mobile.field.name"                                =       "Namn";
"sign.mobile.field.date"                                =       "Datum";
"sign.mobile.field.initial"                             =       "Första";
"sign.mobile.field.email"                               =       "E-post";
"sign.mobile.field.text"                                =       "Text";
"sign.mobile.field.textfield"                           =       "Textfält";
"sign.mobile.field.fieldName"                           =       "Fältnamn";
"sign.mobile.field.jobtitle"                            =       "Befattning";

"sign.mobile.field.fullname"                            =       "Hela namnet";
"sign.mobile.field.firstname"                           =       "Förnamn";
"sign.mobile.field.lastname"                            =       "Efternamn";

/*          Recipient/Contacts            */

"sign.mobile.recipient.retainOrder"                     =       "Skicka i order";
"sign.mobile.recipient.notExist"                        =       "Mottagarens namn finns inte. Vill du lägga till ny mottagare?";
"sign.mobile.recipient.addRecipient"                    =       "Lägg till mottagare";
"sign.mobile.recipient.nameCannotEmpty"                 =       "Namnet får inte vara tomt";
"sign.mobile.recipient.invalidEmail"                    =       "Ogiltig e-postadress";
"sign.mobile.recipient.privateMessage"                  =       "Privat meddelande";
"sign.mobile.recipient.message"                         =       "Meddelande";
"sign.mobile.recipient.authenticationCode"              =       "Autentiseringskod";
"sign.mobile.recipient.needToSign"                      =       "Kräver signering";
"sign.mobile.recipient.getsACopy"                       =       "Tar emot en kopia";
"sign.mobile.recipient.verfication"                     =       "Verifiering";
"sign.mobile.recipient.deliveryType"                    =       "Leveranstyp";
"sign.mobile.recipient.offline"                         =       "Frånkopplad";
"sign.mobile.recipient.noteOTP"                         =       "Obs! Autentiseringskoden skickas via e-post.";
"sign.mobile.recipient.code"                            =       "Kod";
"sign.mobile.recipient.noteCode"                        =       "Obs! Den här koden är auto-genererad. Skriv över vid behov (6 tecken)";
"sign.mobile.recipient.enterNameEmail"                  =       "Ange kontaktens namn/e-post";
"sign.mobile.recipient.localContacts"                   =       "Enhetskontakter";
"sign.mobile.recipient.contactSelected"                 =       "Kontakt vald";
"sign.mobile.recipient.contactsSelected"                =       "Kontakter valda";
"sign.mobile.recipient.addMe"                           =       "Lägg till mig";
"sign.mobile.recipient.invalidName"                     =       "Ogiltigt namn";
"sign.mobile.recipient.atleastOneRecipient"             =       "Lägg till minst en mottagare för att signera dokumentet";
"sign.mobile.recipient.dupRecipientExists"              =       "Duplicerade mottagare finns";
"sign.mobile.recipient.chooseFromContacts"              =       "Välj bland kontakter";


/*          Empty Screens         */

"sign.mobile.emptyScreen.noSentRequestOnboard"          =       "Inga dokument skickade";
"sign.mobile.emptyScreen.noDocumentsAvailable"          =       "Inga dokument tillgängliga";
"sign.mobile.emptyScreen.noReceivedRequestOnboard"      =       "Inga dokument mottagna";
"sign.mobile.emptyScreen.noRequestOnSearch"             =       "Inget dokument hittades";
"sign.mobile.emptyScreen.noContacts"                    =       "Inga kontakter tillgängliga";
"sign.mobile.emptyScreen.norecipientAdded"              =       "Inga mottagare tillagda";
"sign.mobile.emptyScreen.noActivityFeed"                =       "Ingen senare aktivitet";
"sign.mobile.emptyScreen.noDataAvailable"               =       "Inga data tillgängliga";
"sign.mobile.emptyScreen.noFilesAvailable"              =       "Inga filer tillgängliga";
"sign.mobile.emptyScreen.noResults"                     =       "Inga resultat";

"sign.mobile.error.timeout"                             =       "Begär tidsgräns";
"sign.mobile.error.dataError"                           =       "Fel vid inläsning";
"sign.mobile.error.tapToRetry"                          =       "Tryck för att försöka igen";
"sign.mobile.error.fileSizeExceedsMaxSize"              =       "Filen överskrider maximal storlek på 25 MB";


/*          Settings              */

"sign.mobile.settings.settings"                         =       "Inställningar";
"sign.mobile.settings.signout"                          =       "Logga ut";
"sign.mobile.settings.logout"                           =       "Logga ut";
"sign.mobile.settings.termsOfService"                   =       "Användarvillkor";
"sign.mobile.settings.privacyPolicy"                    =       "Integritetspolicy";
"sign.mobile.settings.rateUs"                           =       "Betygsätt oss";
"sign.mobile.settings.openSourceAttributes"             =       "Öppna källattribut";
"sign.mobile.settings.feedback"                         =       "Feedback";
"sign.mobile.settings.faq"                              =       "Vanliga frågor och svar";
"sign.mobile.settings.manageLocalFiles"                 =       "Hantera lokala filer";
"sign.mobile.settings.clearAllFiles"                    =       "Rensa cachade data från enheten";
"sign.mobile.settings.clearCache"                       =       "Rensa cache";
"sign.mobile.settings.passcodeLock"                     =       "Pin-kodslås";
"sign.mobile.settings.allowTouchID"                     =       "Tillåt Touch-ID att låsa up";
"sign.mobile.settings.security"                         =       "Säkerhet";
"sign.mobile.settings.theme"                            =       "Tema";
"sign.mobile.settings.support"                          =       "Support";
"sign.mobile.settings.cache"                            =       "Cache";
"sign.mobile.setting.cacheMemorySize"                   =       "Cache-minnesformat";
"sign.mobile.settings.about"                            =       "Om (Version %@)";
"sign.mobile.settings.touchIDDisabledAlert"             =       "Touch-ID inaktiveras också. Vill du fortsätta?";
"sign.mobile.settings.deviceCannotAuthTouchID"          =       "Din enhet kan inte autentisera med TouchID.";
"sign.mobile.settings.enterPasscode"                    =       "Ange lösenkod";
"sign.mobile.settings.setPasscode"                      =       "Ställ in lösenkod";
"sign.mobile.settings.enterYourPasscode"                =       "Ange din pin-kod";
"sign.mobile.settings.reenterPasscode"                  =       "Ange pin-koden igen";
"sign.mobile.settings.passcodeNotMatch"                 =       "Lösenorden överensstämmer inte. Prova igen.";
"sign.mobile.settings.touchIDAuth"                      =       "Lås upp pin-kod";
"sign.mobile.settings.unlockZohoSign"                   =       "Lås upp Zoho Sign";
"sign.mobile.settings.unlockAttemptsLeft"               =       "Återstående försök";
"sign.mobile.settings.enterPasscodeUnlock"              =       "Ange pin-koden för att låsa upp";
"sign.mobile.setting.feedbackSentSuccess"               =       "Feedback har skickats";

/*          Profile              */

"sign.mobile.profile.profile"                           =       "Profil";
"sign.mobile.profile.fullName"                          =       "Hela namnet";
"sign.mobile.profile.firstName"                         =       "Förnamn";
"sign.mobile.profile.lastName"                          =       "Efternamn";
"sign.mobile.profile.email"                             =       "E-post";
"sign.mobile.profile.company"                           =       "Företag";
"sign.mobile.profile.jobTitle"                          =       "Befattning";
"sign.mobile.profile.dateFormat"                        =       "Datumformat";
"sign.mobile.profile.timeZones"                         =       "Tidzon";
"sign.mobile.profile.takePicture"                       =       "Ta bild";
"sign.mobile.profile.choosePicture"                     =       "Välj bild";
"sign.mobile.profile.deleteSignature"                   =       "Radera signatur";
"sign.mobile.profile.signatureWizardDraw"               =       "Rita";
"sign.mobile.profile.drawSignature"                     =       "Skriv signatur";
"sign.mobile.profile.selectSignature"                   =       "Välj stil";
"sign.mobile.profile.photoSignature"                    =       "Ta bild";
"sign.mobile.profile.chooseStyle"                       =       "Välj stil";
"sign.mobile.profile.drawYourSign"                      =       "Skriv din signatur";
"sign.mobile.profile.signatureWizard"                   =       "Signaturguide";
"sign.mobile.profile.createSignature"                   =       "Skapa signatur";
"sign.mobile.profile.createInitial"                     =       "Skapa initial";
"sign.mobile.profile.tapHereToEditName"                 =       "Tryck här för att redigera namn";
"sign.mobile.profile.tapHereToEditInitial"              =       "Tryck här för att redigera initial";
"sign.mobile.profile.signHere"                          =       "Signera här";
"sign.mobile.profile.yourInitial"                       =       "Din initial";


/*          Feedback              */

"sign.mobile.feedback.EnterEmail"                       =       "Ange din e-postadress";
"sign.mobile.feedback.comment"                          =       "Kommentar";
"sign.mobile.feedback.attachScreenshots"                =       "Bifoga skärmbild";
"sign.mobile.feedback.howIsYourExperience"              =       "Vad tycker du om Zoho Sign?";
"sign.mobile.feedback.mindGivingFeedback"               =       "Vill du ge oss din feedback?";
"sign.mobile.feedback.noThanks"                         =       "Nej tack";
"sign.mobile.feedback.okSure"                           =       "Ok, visst";
"sign.mobile.feedback.couldNotSendMail"                 =       "Kunde inte skicka e-post";
"sign.mobile.feedback.checkMailConfig"                  =       "Det gick inte att skicka e-post.  Kontrollera e-postkonfigurationen och prova igen.";
"sign.mobile.feedback.doYouEnjoytheApp"                 =       "Trivs du med att använda den här appen?";
"sign.mobile.feedback.canYouReviewinAppStore"           =       "Eftersom du gillar Zoho Sign, kan du hjälpa oss genom att lämna ett betyg i App Store?";
"sign.mobile.feedback.rateApp"                          =       "Betygsätt app";

/*          Activity Indicator Strings       */

"sign.mobile.activityIndicator.processing"              =       "Bearbetar... vänta";
"sign.mobile.activityIndicator.uploading"               =       "Överför dokument... vänta";
"sign.mobile.activityIndicator.submittingDoc"           =       "Skickar dokument...";
"sign.mobile.activityIndicator.savedraft"               =       "Sparar som utkast...";
"sign.mobile.activityIndicator.signingDoc"              =       "Signerar dokument...";
"sign.mobile.activityIndicator.loadingPreview"          =       "Läser in förhandsgranskning...";
"sign.mobile.activityIndicator.preparingDocument"         =       "Förbereder dokument...";

/*          Notify              */

"sign.mobile.notify.docMailedSuccess"                   =       "Dokumentet har e-postats";
"sign.mobile.notify.requestSavedInDraft"                =       "Dokument sparat som utkast";
"sign.mobile.notify.reminderSent"                       =       "Påminnelse skickad";
"sign.mobile.notify.requestRecalled"                    =       "Dokument återkallat";
"sign.mobile.notify.requestMovedToTrash"                =       "Dokument flyttat till papperskorgen";
"sign.mobile.notify.requestRestored"                    =       "Dokument återställt";
"sign.mobile.notify.requestCreated"                     =       "Dokument skapat";
"sign.mobile.notify.requestUpdated"                     =       "Dokument uppdaterat";
"sign.mobile.notify.importSuccess"                      =       "Dokument importerades";
"sign.mobile.notify.requestDeclined"                    =       "Dokument avvisat";
"sign.mobile.notify.dataCacheCleared"                   =       "Cachade data rensade";
"sign.mobile.notify.requestReminding"                   =       "Skickar påminnelse...";
"sign.mobile.notify.sendingMail"                        =       "Skickar e-post...";

/*          Alerts            */

"sign.mobile.alert.enterComment"                        =       "Ange din kommentar";
"sign.mobile.alert.enterReason"                         =       "Ange orsaken";
"sign.mobile.alert.enterEmailId"                        =       "Skriv in en e-postadress";
"sign.mobile.alert.noAccessLocalContacts"               =       "Ge behörighet för åtkomst till lokala kontakter.";
"sign.mobile.alert.noMailId"                            =       "Ange minst en e-postadress";
"sign.mobile.alert.contactAdminForAccess"               =       "Kontakta din administratör för att ge behörighet till Zoho Sign";
"sign.mobile.alert.loginExpires"                        =       "Inloggning har gått ut. Logga in på nytt";
"sign.mobile.alert.loginToSign"                         =       "Logga in för att signera dokumentet";
"sign.mobile.alert.docUploadFailed"                     =       "Dokumentöverföring misslyckades";
"sign.mobile.alert.noInternetConnection"                =       "Inget nätverk tillgängligt";
"sign.mobile.alert.accountDisableContactAdmin"          =       "Kontot är inaktiverat. Kontakta din administratör för att aktivera ditt konto.";
"sign.mobile.alert.needToAccessCamera"                  =       "Kräver åtkomst till kamera";
"sign.mobile.alert.noCameraAccess"                      =       "Den här appen har inte åtkomst till kameran.";
"sign.mobile.alert.enablePrivacySettings"               =       "Du kan aktivera åtkomst i integritetsinställningarna.";
"sign.mobile.alert.documentPasswordProtected"           =       "Dokumentet är lösenordsskyddat";
"sign.mobile.alert.recallNote"                          =       "Återkallelse av dokumentet gör det ogiltigt och förhindrar signerare från att signera det";
"sign.mobile.alert.reminderNote"                        =       "När insändningsorderalternativet är markerat skickas påminnelsen till nästa signerare som ska signera dokumentet. Annars skickas påminnelser till alla signerare som ska signera dokumentet.";
"sign.mobile.alert.copiedToClipboard"                   =       "Kopierat till urklipp";
"sign.mobile.alert.accessBlockedContactAdmin"           =       "Åtkomst till dokumentet har spärrats pga inmatning av fel autentiseringskod 3 gånger. Kontakta ägaren för att ta bort spärren.";
"sign.mobile.alert.accessBlockedForRecalled"            =       "Du har inte längre åtkomst till det här dokumentet, eftersom det har återkallats";
"sign.mobile.alert.accessBlockedForDeclined"            =       "Du har inte längre åtkomst till det här dokumentet, eftersom det har avvisats";
"sign.mobile.alert.accessBlockedForExpired"             =       "Du har inte längre åtkomst till det här dokumentet, eftersom det har gått ut";
"sign.mobile.alert.unblockAlert"                          =       "Vill du avblockera dokumentet för mottagaren %@?";


/*          Tool Tip            */

"sign.mobile.tooltip.tapAnywhereAddFields"              =       "Tryck för att infoga fält";
"sign.mobile.tooltip.tapHereToChangeName"               =       "Tryck här för att ändra namn";


/*          Action Extension              */

"sign.mobile.actionExtn.signInToSign"                   =       "Logga in på Zoho Sign för att initiera signering av dokumentet";
"sign.mobile.actionExtn.launchZohoSign"                 =       "Starta Zoho Sign";
"sign.mobile.tooltip.extnSuccessmsg"                     =       "En kopia på det här dokumentet sparas i ditt Zoho Sign-konto";
"sign.mobile.actionExtn.unsupportedFormat"              =       "Filformatet stöds inte";

"sign.mobile.actionExtn.loginRequired"                  =       "Inloggning krävs";
"sign.mobile.actionExtn.internetRequiredToSignDocument" =       "En internet-anslutning krävs för att signera dokument med Zoho Sign";


/*          Radaee PDF Strings (ignore)         */

"Swipe Speed" = "Swipe Speed";
"Render Quality" = "Render Quality";
"Swipe Distance" = "Swipe Distance";
"View Mode" = "View Mode";
"Zooming Ratio" = "Zooming Ratio";
"Ink Width" = "Ink Width";
"Alert" = "Alert";
"Cancel" = " Cancel";
"BookMark Already Exist" = "BookMark Already Exist";
"Page " = "Page ";
"Add BookMark Success!"="Add BookMark Success!";
"Ink Color" = "Ink Color";
"Rect Color" = "Rect Color";
"Draw Line on file" = "Draw Line on file";
"Draw Rect on file" = "Draw Rect on file";
"This Document is readonly" = "This Document is readonly";
"Outline" = "Outline";
"Please Enter PassWord" = "Please Enter PassWord";
"PassWord" = "PassWord";
"Error PassWord" = "Error PassWord";
"Error Document,Can't open" = "Error Document,Can't open";
"Do you want to open:" = "Do you want to open:";
"Text Annot" = "Text Annot";


"sign.mobile.field.checkbox"                           =       "Markeringsruta";
"sign.mobile.common.readonly"                          =       "Skrivskyddad";
"sign.mobile.common.mandatory"                         =       "Obligatorisk";
"sign.mobile.common.required"                          =       "Nödvändig";
"sign.mobile.field.checkByDefault"                     =       "Markera enligt standard";
"sign.mobile.request.filterBy"                         =       "Filtrera via";
"sign.mobile.emptyScreen.noTemplatesAvailable"         =       "Inga mallar tillgängliga";
"sign.mobile.emptyScreen.noFieldsAdded"                =       "Inga fält tillagda";

"sign.mobile.common.save"                              =       "Spara";
"sign.mobile.request.status.tobehosted"                =       "För värdstyrning";
"sign.mobile.request.status.hosted"                    =       "Värdstyrning";
"sign.mobile.request.skipsigning"                      =       "Hoppa över signering";
"sign.mobile.request.resetfields"                      =       "Återställ fält";
"sign.mobile.request.signedInperson"                   =       "Inloggad person";
"sign.mobile.create.prefillByYou"                      =       "Förifyll av dig";

"sign.mobile.request.operationType.inpersonSigningSuccess"   =       "In-person-session: Undertecknad";
"sign.mobile.request.operationType.inpersonSigningFailure"   =       "In-person-session: Signering misslyckades";
"sign.mobile.request.operationType.inpersonAccessFailure"   =        "In-person-session: Åtkomstfel";
"sign.mobile.request.operationType.hosted"                   =       "In-person-session: Slutfört";
"sign.mobile.request.operationType.viewedFromHost"           =       "Visad av värd";
"sign.mobile.request.operationType.remindedForInpersonSigning"   =       "Påminnelse skickad till värd";
"sign.mobile.request.operationType.linkEmailedInperson"     =       "Dokument skickat till värd";
"sign.mobile.request.operationType.linkEmailedToHost"     =       "Länk e-postad till värd";

"sign.mobile.inperson.hostAssignedMessage"  =   "%@ tilldelar dig till värden för en in-person-signeringssession för detta dokument.";
"sign.mobile.inperson.selectHostMessage"    =   "Välj en undertecknare som värd i en in-person-inloggningssession.";
"sign.mobile.inperson.assignedSignersList"  =   "In-personsigneringslista";
"sign.mobile.inperson.hostSession"          =   "Värdsession";
"sign.mobile.inperson.passControl"          =   "Kontrollpassage";
"sign.mobile.inperson.finishSession"        =   "Slutför session";
"sign.mobile.inperson.passcontrolMessage"   =   "%@ du har signerat dokumentet. Du kan överföra kontrollen tillbaka till %@";
"sign.mobile.inperson.hostInstructions"     =   "Instruktioner";
"sign.mobile.inperson.signerTerms"          =   "Genom att välja Starta signering har du godkänt";
"sign.mobile.inperson.welcomeHostText"      =   "Hej %@";
"sign.mobile.inperson.yourTurnSign"         =   "Det är din tur att göra signeringen.";


"sign.mobile.common.you"                    =   "Du";
"sign.mobile.request.hostedBy"              =   "Värdstyrd av";
"sign.mobile.common.inpersonSigner"         =   "In-person-undertecknare";
"sign.mobile.error.retry"                   =   "Försök igen";
"sign.mobile.profile.currentUserPlan"       =   "Du är i %@-planen";
"sign.mobile.profile.sendUsageReports"     =    "Skicka användningsrapporter";
"sign.mobile.common.help"                  =    "Hjälp";
"sign.mobile.common.all"                   =    "Alla";
"sign.mobile.common.more"                  =    "Mer";
"sign.mobile.common.scan"                  =    "Skanna";
"sign.mobile.error.somethingWentWrong"     =    "Något har gått fel";
"sign.mobile.error.subscriptionActionFailure" =  "Problem vid prenumerationsaktivering, kontakta support@zohosign.com";
"sign.mobile.settings.allowFaceID"         =     "Tillåt ansikts-ID att låsa upp";

"sign.mobile.settings.profileDesc" =    "Konfigurera din e-signatur och hantera dina personuppgifter";
"sign.mobile.settings.securityDetailsDesc" =    "Konfigurera säkerhetsinställningarna";
"sign.mobile.settings.helpDesc"            =    "Få hjälp med Zoho Sign";

"sign.mobile.settings.faceIDDisabledAlert"             =       "Ansikts-ID inaktiveras också. Vill du fortsätta?";

"sign.mobile.create.alert.firstRecipientShouldbeSigner" =   "Kontrollera att den första mottagaren är en undertecknare";
"sign.mobile.create.alert.expiryDateMustBeGreaterThan1" =    "Tiden för att fylla i dagar ska vara större än eller lika med 1";
"sign.mobile.create.defaultRecipientMessage" =   "Granska och signera det här dokumentet.";
"sign.mobile.create.alert.cannotAddSameRoleMultipleTimes" = "Du kan inte lägga till samma roll flera gånger";
"sign.mobile.viewer.showingCurrentItem"    =    "Visar %d för %d";

"sign.mobile.iap.restorePurchase"          =    "Återställ köp";
"sign.mobile.iap.planActivated"            =    "Plan aktiverad";
"sign.mobile.iap.title"                    =    "Prissättning";
"sign.mobile.iap.plan.free"                =    "Gratis";
"sign.mobile.iap.plan.standard"            =    "Standard";
"sign.mobile.iap.plan.professional"        =    "Professional";
"sign.mobile.iap.plan.enterprise"          =    "Enterprise";
"sign.mobile.iap.planActivationFailureMailSent" = "Kunde inte aktivera prenumeration. Ett meddelande har skickats för manuell initiering. Vänta lite.";
"sign.mobile.iap.subscriptionInfo"          =    "Prenumerationsinfo";
"sign.mobile.iap.terms"                    =    "Termer";
"sign.mobile.iap.proceed"                  =    "Fortsätt";
"sign.mobile.iap.upgrade"                  =    "Uppgradera";
"sign.mobile.iap.upgradeYourAccount"       =    "Uppgradera din Zoho Sign-licens för att få åtkomst till alla funktioner";
"sign.mobile.iap.feature.unlimitedDocSigning"     =    "Obegränsad dokumentsignering";
"sign.mobile.iap.feature.inPersonSigning"     =    "In-person-signering";
"sign.mobile.iap.feature.reports"     =    "Rapporter och revisionsspår";
"sign.mobile.iap.feature.reminders"   =     "Påminnelser och meddelanden";
"sign.mobile.iap.feature.sign25Docs"  =     "25 dokument/användare/månad";
"sign.mobile.iap.feature.sign5Docs"  =     "5 dokument/användare/månad";
"sign.mobile.iap.feature.webAppAccess"  =     "Webbappåtkomst";
"sign.mobile.iap.feature.inAppScanning"       =    "In-app-skanning";
"sign.mobile.iap.feature.advancedFormFields"  =    "Avancerade formulärfält";

"com.zoho.sign.standard.us.monthly"        =    "Standard - Månadsvis";
"com.zoho.sign.standard.us.yearly"         =    "Standard - Årsvis";
"com.zoho.sign.pro.us.monthly"             =    "Professional - Månadsvis";
"com.zoho.sign.pro.us.yearly"              =    "Professional - Årsvis";

"sign.mobile.iap.termsOfSubscription"       =    "- Betalningen belastas iTunes-kontot vid köpbekräftelse\n- Prenumerationen förnyas automatiskt om inte autoförnyelse inaktiveras minst 24 timmar före slutet av aktuell period\n- Kontot debiteras för förnyelsen inom 24 timmar före slutet av aktuell period\n- Prenumerationer kan hanteras av användaren och autoförnyelse kan inaktiveras genom att gå till användarens kontoinställningar efter köpet\n- Inget avbrott för aktuell prenumeration tillåts under aktiv prenumerationsperiod\n- En ej använd del av den gratis utvärderingsperioden kommer om den erbjuds att bli förfalskad när användaren köper en prenumeration på publikationen.";

//Template
"sign.mobile.template.documentFields"        =       "Dokumentfält";
"sign.mobile.template.name"                  =       "Mallnamn";
"sign.mobile.common.templates"               =       "Mallar";
"sign.mobile.alert.fieldCannotBeEmpty"       =       "Fältet får inte vara tomt";
"sign.mobile.common.edit"                    =       "Redigera";
"sign.mobile.common.tips"                    =       "Tips";
"sign.mobile.help.enableSignExtension"       =       "Aktivera signeringstillägg";
"sign.mobile.help.enableSignExtensionDocTitle"    =       "Aktivera Zoho Sign-tillägget för att initiera dokumentsignering direkt från en applikation.";
"sign.mobile.help.enableSignExtensionStep1"    =       "Tryck på knappen Dela";
"sign.mobile.help.enableSignExtensionStep2"    =       "Svep över högra nedre fältet och tryck på ikonen Mer";
"sign.mobile.help.enableSignExtensionStep3"    =       "Aktivera Inloggning med alternativet Zoho Sign";
"sign.mobile.help.enableSignExtensionStep4"    =       "Logga in med Zoho Sign\nTryck på ikonen Logga in med Zoho Sign för att initiera signering av dokument";
"sign.mobile.field.signDate"                =       "Signeringsdatum";
"sign.mobile.notify.templateDeleted"        =   "Mall raderad";
"sign.mobile.template.usetemplate"          =   "Använd";
"sign.mobile.template.quicksend"            =   "Skicka";
"sign.mobile.template.viewer"               =   "Vy";
"sign.mobile.template.noDocument"           =   "Inga dokument tillgängliga i den här mallen";

// Create
"sign.mobile.create.uploadDocuments"    =   "Ladda upp dokument";
"sign.mobile.create.manageRecipients"   =   "Hantera mottagare";
"sign.mobile.create.otherDetails"       =   "Övriga detaljer";
"sign.mobile.create.invalidDocName"     =   "Ogiltigt dokumentnamn";
"sign.mobile.recipient.remoteSigner"    =   "Fjärrsignerare";
"sign.mobile.editor.fieldsList"         =   "Fältlista";
"sign.mobile.common.page"               =   "Sida";
"sign.mobile.common.dismiss"            =   "Avfärda";
"sign.mobile.recipient.host"            =   "Värd";
"sign.mobile.recipient.inperson.name"   =   "Namn på undertecknare";
"sign.mobile.recipient.inperson.email"  =   "E-post för undertecknare";
"sign.mobile.recipient.name"            =   "Namn";
"sign.mobile.template.tobefilled"       =   "För ifyllning";
"sign.mobile.recipient.editRecipient"   =   "Redigera mottagare";
"sign.mobile.recipient.action"          =   "Åtgärd";
"sign.mobile.recipient.authentication"  =   "Autentisering";
"sign.mobile.template.role"             =   "Roll";
"sign.mobile.recipient.enterRoleOrEmail"        =   "Ange rollen eller e-posten för mottagaren";
"sign.mobile.recipient.roleInvalidCharacters"   =   "Mottagarrollen innehåller ogiltiga tecken";
"sign.mobile.recipient.authenticationCodeSixCharacters" = "Autentiseringskoden ska innehålla 6 tecken";
"sign.mobile.recipient.hostMustBeSignUser"      =   "Värden för e-post måste vara en del av din Zoho Sign-organisation";
"sign.mobile.recipient.autoGeneratedCode.overwrite"   =   "Obs! Den här koden är auto-genererad. Skriv över vid behov.";
"sign.mobile.create.timeToCompleteLessThanCount" = "Tiden för att fylla i dagar får inte överstiga 100";
"sign.mobile.recipient.alreadyAdded"    =   "Mottagaren redan tillagd";
"sign.mobile.recipient.cannotAddMultipleTimes" = "Du kan inte lägga till samma mottagare flera gånger";
"sign.mobile.recipient.cannotAddSameSignerContinuously" = "Du kan inte lägga till samma mottagare utan en annan undertecknare däremellan";

"sign.mobile.request.deleteDocument"            =       "Radera dokument";
"sign.mobile.request.restoreDocument"           =       "Återställ dokument";
"sign.mobile.settings.turnOff"                  =       "Stäng av";

"sign.mobile.notify.documentSent"               =       "Skickat dokument";

"sign.mobile.inperson.reenterZohoPassword"  =  "Ange lösenordet för Zoho för att slutföra sessionen";


"sign.mobile.request.create.discard"  =  "Radera";
"sign.mobile.document.downloading"     = "Hämtar %li av %li...";
"sign.mobile.create.fileUploadNotCompleted" = "Filöverföring ej slutförd";
"sign.mobile.received.assign" = "Tilldela";
"sign.mobile.request.invalidAttemptsExceeded" = "Maximalt antal otillåtna försök överskridet";

"sign.mobile.template.addDocument"  =   "Lägg till dokument";
"sign.mobile.notify.templateSaved" =  "Mallen har sparats";
"sign.mobile.activityIndicator.saveTemplate"   =       "Sparar mall...";
"sign.mobile.alert.fieldMustFilled" = "Fältet måste fyllas i";
"sign.mobile.recipient.authenticationMandatory" = "Autentisering är obligatoriskt för alla mottagare";
"sign.mobile.common.characternotAllowed" = "%@ tecken ej tillåtna";
"sign.mobile.request.emailDocument"                          =       "E-posta dokument";
"sign.mobile.request.email.maximum3AtATime"     =   "max 3 i taget";
"sign.mobile.recipient.signer"    =   "Undertecknare";
"sign.mobile.document.loading"    =   "Laddar %li av %li...";
"sign.mobile.common.loading"      =   "Läser in...";
"sign.mobile.common.downloading"  =   "Hämtar...";
"sign.mobile.common.undo" = "Ångra";
"sign.mobile.recipient.removed"  = "Mottagaren borttagen";

"sign.mobile.common.sign" = "Signering";
"sign.mobile.create.manageRecipients" = "Mottagare";
"sign.mobile.create.otherDetails" = "Detaljer";
"sign.mobile.settings.usagelogsDescription" = "Dina data kommer att förbli helt anonyma och kommer inte att delas med någon utomstående part.";
"sign.mobile.settings.enableCrashLogs" = "Skicka felrapporter";
"sign.mobile.settings.enableUsageLogs" = "Dela användningsrapporter";
"sign.mobile.settings.usageReports" = "Analyser";
"sign.mobile.common.alert" = "Varning";
"sign.mobile.settings.jailbrokenAlert" = "Det ser ut som att din telefon är jailbreakad. Vi rekommenderar dig att inte logga in eftersom det utsätter dina data för risk.";
"sign.mobile.settings.securityAndPrivacy" = "Säkerhet och sekretess";
"sign.mobile.settings.spotlightSearchDesc" = "Om du aktiverar denna funktion kommer du att kunna hitta dokument med Spotlight-sökning";
"sign.mobile.settings.spotlightSearch" = "Spotlight-sökning";

"sign.mobile.inperson.loginAs"          =   "Logga in som %@";

"sign.mobile.request.recallDocument"        =   "Återkalla dokument";
"sign.mobile.request.invalidAuthenticationCode" = "Ogiltig autentiseringskod";
"sign.mobile.document.uploadMsg"               =       "Överför dokument...\nVänta lite.";
"sign.mobile.common.thisWeek"                  =       "Denna vecka";
"sign.mobile.common.thisMonth"                  =       "Denna månad";
"sign.mobile.requests.seeAll"               =   "Visa allt";
"sign.mobile.request.assignToSomeoneElse"      =       "Tilldela till någon annan";
"sign.mobile.document.details"      =       "Dokumentinformation";
"sign.mobile.request.create.pleaseUploadAFile"            =       "Överför en fil.";
"sign.mobile.request.enterEmailAddress" = "Ange en e-postadress.";
"sign.mobile.request.email.maximumContactAlert" = "Du kan bara skicka till 3 kontakter samtidigt.";
"sign.mobile.request.email.allowContactAccess"            =           "Tillåt åtkomst till dina kontakter för att lägga till dem direkt i appen.";
"sign.mobile.request.confirmDetails"  =  "Bekräfta detaljer";
"sign.mobile.request.verifyNumberOfFields"    =   "Verifiera antalet fält som lagts till för varje mottagare och bekräfta.";
"sign.mobile.common.confirm"  =  "Bekräfta";

"sign.mobile.tooltip.dragAndDropFields"              =       "Dra och släpp fält";

"sign.mobile.request.signYourselfDesc"              =   "Signera dokumenten och skicka till andra.";
"sign.mobile.request.sendForSignaturesDesc"         =   "Be andra att signera dokument.";

"sign.mobile.request.declinedReason"              =       "Anledning till avvisande";
"sign.mobile.inperson.chooseInPersonSigner"     =    "Välj in-person-undertecknare";

"sign.mobile.settings.protectDocumentSigning"   =   "Skydda dokumentsignering";
"sign.mobile.settings.protectDocumentSigningDescription"   =   "Lösenkoden krävs för att signera varje dokument.";
"sign.mobile.settings.phoneLogoutAfter5FailedAttemps"   =  "Du kommer att loggas ut från Zoho Sign efter 5 misslyckade lösenkodförsök.";
"sign.mobile.settings.personalDetails" = "Persondetaljer";
"sign.mobile.common.tryAgain"      =    "Försök igen";
"sign.mobile.requests.loadmore"     =   "Läs in mer";
"sign.mobile.requests.moveToTrash"  =    "Flytta till papperskorgen";
"sign.mobile.settings.chooseSignatureStyle" = "Tryck för att välja signaturstil";
"sign.mobile.settings.enterSignature" = "Ange din signatur";
"sign.mobile.settings.enterInitial" = "Ange dina initialer";
"sign.mobile.request.assignee"     =       "Tilldelad";
"sign.mobile.feedback.attachments"                =       "Bilagor";
"sign.mobile.help.siriShortcuts"  = "Siri-genvägar";
"sign.mobile.common.helpAndSupport"    =    "Hjälp och support";
"sign.mobile.settings.version"         =       "Version %@";
"sign.mobile.common.about"           =       "Om";
"sign.mobile.settings.rateOurApp"    =      "Betygsätt vår app";
"sign.mobile.request.addToSiriShortcut"    =      "Lägg till Siri-genvägar";
"sign.mobile.request.showSiriShortcut"    =      "Visa Siri-genvägar";
"sign.mobile.request.showRequest"    =      "Visa %@";
"sign.mobile.request.shareDocument"    =      "Dela dokument";
"sign.mobile.iap.perUserPerMonth"   = "per användare/månad";
"sign.mobile.iap.perUserPerYear"   = "per användare/år";
"sign.mobile.editor.signatureFields" = "Signaturfält";
"sign.mobile.editor.signerInformation" = "Signeringsinformation";
"sign.mobile.editor.additionalInformation" = "Ytterligare information";


"sign.mobile.common.browse" = "Sök";
"sign.mobile.recipient.sms"  =    "SMS";
"sign.mobile.recipient.phoneNumber"  =    "Telefonnummer";
"sign.mobile.recipient.SMSOTPNote"                         =       "Obs: Autentiseringskoden skickas via SMS.";
"sign.mobile.field.dropDown"             =       "Nedrullningsbar";
"sign.mobile.request.selectedDate"       =       "Välj datum";
"sign.mobile.request.enterPhoneNumber"       =       "Ange telefonnummer";
"sign.mobile.notify.documentAssigned"        =       "Dokumentet har tilldelats.";
"sign.mobile.request.smsAuth"                =       "Ett OTP har skickats till ditt mobilnummer.";
"sign.mobile.request.authCodeSentToPhone"               =       "Autentiseringskoden har skickats på nytt till ditt telefonnummer.";


"sign.mobile.request.operationType.extended"   =       "Utökad";
"sign.mobile.request.operationType.recipientReassigned"    =       "Mottagare omtilldelad";
"sign.mobile.request.operationType.ownershipChanged"    =       "Ägarskap ändrat";
"sign.mobile.request.operationType.termsAgreed"    =       "Villkor godkända";
"sign.mobile.request.operationType.auditDownloaded"    =       "Granskning nedladdad";


"sign.mobile.recipient.invalidPhoneNumber"  =  "Ange ett giltigt telefonnummer.";
"sign.mobile.request.enterYourText"         =       "Skriv in din text.";
"sign.mobile.field.dropdown.option"    =      "Alternativ %i";
"sign.mobile.field.dropdown.addOption"    =      "Lägg till alternativ";
"sign.mobile.field.defaultValue"    =      "Standardvärde";
"sign.mobile.field.dropdown.dropdownOptions"    =      "Hämtningsalternativ";
"sign.mobile.field.dropdown.noneValue"    =      "Välj...";
"sign.mobile.settings.turnPasscodeOff"    =     "Stäng av lösenkod";
"sign.mobile.settings.turnPasscodeOn"     =     "Aktivera lösenkod";
"sign.mobile.docScanner.saveDocumentWith10Pages" = "Skanninggränsen på 10 sidor har uppnåtts. Spara dokumentet och fortsätt med en ny skanning.";

//somesh -  for siri shortcuts
"sign.mobile.settings.siriShortcuts.showPendingDocuments" = "Visa väntande dokument";
"sign.mobile.settings.siriShortcuts.showCompletedDocuments" = "Visa slutförda dokument";
"sign.mobile.settings.siriShortcuts.requestSummary" = "Visa beställningssammanfattning";
"sign.mobile.settings.siriShortcuts.inProgressDocuments" = "Visa dokument i arbete";
"sign.mobile.settings.siriShortcuts.expiringDocuments" = "Visa utgångna dokument";

"sign.mobile.settings.siriShortcuts.name.requestSummary" = "Begär sammanfattning";
"sign.mobile.settings.siriShortcuts.name.completedDocuments" = "Slutförda dokument";
"sign.mobile.settings.siriShortcuts.name.pendingDocuments" = "Väntande dokument";
"sign.mobile.settings.siriShortcuts.name.inprogressDocuments" = "Dokument under behandling";
"sign.mobile.settings.siriShortcuts.name.expiringDocuments" = "Utgående dokument";

"sign.mobile.settings.siriShortcuts.subtitle.completedDocuments" = "Begär slutförda dokument";
"sign.mobile.settings.siriShortcuts.subtitle.pendingDocuments" = "Begär väntande dokument";
"sign.mobile.settings.siriShortcuts.subtitle.inprogressDocuments" = "Begär dokument i arbete";
"sign.mobile.settings.siriShortcuts.subtitle.expiringDocuments" = "Begär utgående dokument";

"sign.mobile.settings.siriShortcuts.addedShortcuts" = "Tillagda genvägar";
"sign.mobile.settings.siriShortcuts.suggestedShortcuts" = "Föreslagna genvägar";


"sign.mobile.recipient.addAlteastOneField"  =  "Lägg till minst ett fält för %@";//maybe in web
"sign.mobile.recipient.addAlteastOneFieldForFollowingRecipients"  =  "Lägg till minst ett fält för följande mottagare %@";
"sign.mobile.recipient.alert.noPermissionToAddFields" = "Du har inte behörighet att modifiera fält.";
"sign.mobile.recipient.alert.userIsNotAnIntendedSigner" = "Mottagaren är inte en avsedd undertecknare.";
"sign.mobile.document.autoFillAndSign"  =  "Fyll i automatiskt och signera";


"sign.mobile.fields.tapToAddField" = "Tryck för att lägga till %@";
"sign.mobile.fields.tapToSelectCheckbox" = "Tryck för att markera kryssrutan";
"sign.mobile.editor.moreActions"   = "Fler åtgärder";

"sign.mobile.alert.noAccessToYourPhoto"  =  "Appen har inte åtkomst till dina bilder.";

"sign.mobile.editor.tapFinishToComplete" = "Du har fyllt i alla fält. Klicka på Slutför för att slutföra.";
"sign.mobile.create.tapToStartSign" = "Tryck här för att starta signering";
"sign.mobile.editor.pleaseReviewAndSign" = "Granska det här dokumentet och tryck här för att initiera signering.";
"sign.mobile.create.chooseSigningOption"  = "Välj signeringsalternativ";
"sign.mobile.account.documentsLeft" = "Återstående dokument";
"sign.mobile.account.documentsPerMonth" = "%d dokument per månad";
"sign.mobile.documentStatus.waitingInaQueue" = "Väntar i kö";
"sign.mobile.documentStatus.yetToView" = "E-postad. Kvar att visa";
"sign.mobile.documentStatus.yetToSign" = "Visad. Kvar att signera";
"sign.mobile.create.chooseDocuments" = "Välj dokument";
"sign.mobile.create.recipientAction" = "Mottagaråtgärd";
"sign.mobile.common.recipient" = "Mottagare";
"sign.mobile.templates.quicksend"    =   "Snabbsändning";

"sign.mobile.photopicker.saveDocumentWith10Pages" = "Gränsen på 10 sidor har uppnåtts. Spara dokumentet och fortsätt med ett nytt.";
"sign.mobile.photopicker.photos.downloadError" = "Det går inte att ladda ner bild";
"sign.mobile.common.capture" = "Lagra";

"sign.mobile.settings.siriShortcuts.subtitle.requestSummary" = "Begär en sammanfattning av dina Zoho Sign-dokument";
"sign.mobile.settings.siriShortcuts.subtitle.completedDocuments" = "Begär en lista över slutförda dokument";
"sign.mobile.settings.siriShortcuts.subtitle.pendingDocuments" = "Begär en lista över dokument som kräver din signatur";
"sign.mobile.settings.siriShortcuts.subtitle.inprogressDocuments" = "Begär en lista över dokument som väntar på andra";
"sign.mobile.settings.siriShortcuts.subtitle.expiringDocuments" = "Begär en lista över dokument som går ut";

"sign.mobile.request.sendReminders" = "Skicka påminnelse";
"sign.mobile.common.info" = "Info";

"sign.mobile.settings.siriShortcuts.name.statusSummary" = "Statussammanfattning";
"sign.mobile.settings.siriShortcuts.statusSummary" = "Visa Zoho Sign statussammanfattning";


"sign.mobile.inperson.instructions"   =   "1. Överför kontrollen till undertecknaren\n\n2. Led undertecknaren genom varje steg av underteckningsprocessen\n\n3. Informera undertecknaren att han/hon ska ange autentiseringskoden om det krävs\n\n4. Ta tillbaka kontrollen när undertecknaren slutför signeringen av dokumentet\n\n5. Upprepa samma process för mer än en undertecknare";
"sign.mobile.inperson.passcontrol.title" = "In-person-undertecknare";
"sign.mobile.inperson.passcontrol.selectSigner"    =   "Välj en undertecknare för att vara värd för sessionen.";
"sign.mobile.inperson.host.message"   =   "Du har signerat dokumentet. Du kan nu överföra kontrollen tillbaka till värden.";
"sign.mobile.inperson.startsigning.title"   =    "In-person-signeringssession";
"sign.mobile.doucument.signedSuccessMsg" = "Dokumentet har signerats.";

"sign.mobile.login.watchdemo" = "Titta på demo";
"sign.mobile.login.signPaperless" = "SIGNERING, PAPPERSFRI";
"sign.mobile.login.productDescription" = "En fullständig digital namnteckningsapp för firmatecknare";
"sign.mobile.siriIntentUI.summary" = "Visa Zoho Sign statussammanfattning";
"sign.mobile.sign.capture.instructions" = "Lägg signaturen i rutan";


"sign.mobile.fields.enterYourValue" = "Ange din %@";
"sign.mobile.fields.enterValue" = "Ange %@";
"sign.mobile.fields.chooseAnOption" = "Välj ett alternativ";
"sign.mobile.fields.selectTheCheckbox" = "Markera kryssrutan";

"sign.mobile.template.delete"            =       "Radera mall";
"sign.mobile.common.readAndWrite"        =       "Läs/skriv";
"sign.mobile.fields.provideDefaultValueForDropdownField" = "Uppge standardvärdet för skrivskyddat rullbart fält %@";


"sign.mobile.profile.currentPlan"                   =       "%@ plan";
"sign.mobile.request.operationType.requestRecipientRevoked"    =       "Åtkomst återkallad";
"sign.mobile.request.operationType.requestRecipientGranted"    =       "Åtkomst beviljad";
"sign.mobile.request.operationType.requestRecipientReassigned"    =       "Återtilldelade";
"sign.mobile.instruction.invalidDocumentName" = "%@ ska inte innehålla %@.";
"sign.mobile.alert.documentUploadFailed"                     =       "Dokumentöverföring misslyckades. Försök igen.";
"sign.mobile.alert.defaultFieldsCanBeModifiedInAcccountsPage" = "Förnamn, efternamn och tidszon kan endast modifieras från Zoho Accounts-sidan och samma kommer att återspeglas över alla Zoho-applikationer.";
"sign.mobile.alert.allowPhotosAccess"  =  "Utdela Zoho Sign-behörighet för åtkomst till dina bilder.";
"sign.mobile.alert.unableToUseCamerainMultiscreenMode"  =  "Kan inte skanna signaturer i Delad vy. Växla till helskärm.";
"sign.mobile.notify.requestCompleted"                =       "Dokument slutfört";
"sign.mobile.notify.requestReceived"                 =       "Nytt dokument mottaget";
"sign.mobile.notify.requestReminder"                 =       "Dokumentpåminnelse";
"sign.mobile.notify.documentSigned"                 =       "Dokument signerat";
"sign.mobile.recipient.approver"   =  "Godkännare";
"sign.mobile.request.alert.addAtleastOneField" = "Lägg till minst ett fält";
"sign.mobile.request.approved"                 =       "Godkänd";
"sign.mobile.documentStatus.yetToApprove" = "Visad. Kvar att godkänna";
"sign.mobile.request.operationType.requestApproved" = "Dokument godkänt";
"sign.mobile.editor.startApproving" =  "Börja godkänna";
"sign.mobile.request.assignToSomeoneElseToApprove" = "Be någon annan att godkänna";
"sign.mobile.request.declineApproveRequest" = "Godkänn inte";
"sign.mobile.recipient.approve"   =  "Godkänn";
"sign.mobile.request.approvedSuccessfully"      =       "Godkänt";
"sign.mobile.activityIndicator.approvingDoc"              =       "Godkänner dokument...";
"sign.mobile.editor.pleaseReviewAndApprove" = "Granska det här dokumentet och tryck här för att initiera godkännande.";
"sign.mobile.documentStatus.waitingInQueue" = "Väntar i kö";
"sign.mobile.login.videoPlayerError" = "Det går inte att spela upp video";


"sign.mobile.request.exportDocument"    =      "Exportera dokument";
"sign.mobile.settings.aboutZohoSign"    =       "Om Zoho Sign";
"sign.mobile.common.ZohoSignDescription"        =   "\\tZoho Sign är en digital signeringstjänst som gör det möjligt för dig att skicka kontrakt snabbt, utan problem med transport av pappersdokument, samtidigt som säkerheten och giltigheten behålls. Den fungerar helt i molnet och integreras med dina appar du använder dagligen för en komplett, sömlös signeringsupplevelse.\n\n\\tZoho Sign passar perfekt för alla som behöver signera affärsdokument och är mycket populärt för HR, juridiska och ekonomiska funktioner samt säljfunktioner.";
"sign.mobile.passcode.invalidPasscode" = "Ogiltig lösenord";
"sign.mobile.passcode.unlock" = "Lås upp";
"sign.mobile.passcode.re-enterPasscode" = "Ange lösenordet igen";
"sign.mobile.passcode.removeLock" = "Ta bort lås";
"sign.mobile.passcode.passcodeConfirm" = "Ange lösenordet för att bekräfta";
"sign.mobile.common.passcode" = "Lösenord";
"sign.mobile.passcode.createPasscodeToProtectData" = "Skapa ett lösenord för att skydda dina data";
"sign.mobile.fields.changeColor" = "Ändra färg";
"sign.mobile.fields.formatting" = "Formatering";
"sign.mobile.fields.font" = "Teckensnitt";
"sign.mobile.fields.color" = "Färg";
"sign.mobile.fields.checkbox.checked" = "Markerad";
"sign.mobile.fields.checkbox.unchecked" = "Omarkerad";
"sign.mobile.document.pagesCount" = "%i Sidor";
"com.zoho.sign.macos.standard.us.monthly"        =    "Standard – Månadsvis";
"com.zoho.sign.macos.standard.us.yearly"         =    "Standard – Årsvis";
"com.zoho.sign.macos.pro.us.monthly"             =    "Professional – Månadsvis";
"com.zoho.sign.macos.pro.us.yearly"              =    "Professional – Årsvis";
"sign.mobile.request.signersLocation"   =  "Mottagarens plats";

"sign.mobile.sign.siriIntent.invalidDocument" = "Dokument är ogiltigt";
"sign.mobile.alert.signoutConfirmation"        =       "Vill du logga ut?";
"sign.mobile.alert.saveChanges"        =       "Vill du spara ändringarna du gjort?";
"sign.mobile.alert.discardChanges"        =       "Vill du ångra alla ändringar?";
"sign.mobile.alert.discardConfrimation"        =       "Är du säker på att du vill radera ändringarna?";

"sign.mobile.siriShortcuts.signDocuments.name" = "Visa dokument att signera";
"sign.mobile.siriShortcuts.signDocuments.subtitle" = "Ställ in Siri-samtalskommandon och genvägar för att tilldela dokument till någon annan, avvisa dem eller fyll i dem automatiskt och signera dem själv.";
"sign.mobile.siriShortcuts.signDocuments.confirmation" = "VARNING! Om du signerar ett dokument med hjälp av den här genvägen, godkänner du automatiskt de villkor som anges av dokumentägaren.";


"sign.mobile.chooseDocuments.maximumDocumentsReached" = "Du kan max ladda upp 20 filer i ett dokument.";
"sign.mobile.chooseDocument.unsupportedFileFormat" = "\"%@\" är en ej stödd fil";

"sign.mobile.docslist.footerText" = "%d objekt";
"sign.mobile.phoneNumberKit.selectCountry" = "Välj land";
"sign.mobile.phoneNumberKit.currentLocation" = "Aktuell plats";
"sign.mobile.homePage.createTemplate" = "Skapa mall";
"sign.mobile.common.back" = "Tillbaka";
"sign.mobile.alert.visitAccountsPage" = "Besök kontosida";
"sign.mobile.common.printDocument" = "Skriv ut dokument";

"sign.mobile.login.signUpDesc" = "Saknar du konto?";
"sign.mobile.login.freeSignUp" = "Gratis registrering";
"sign.mobile.common.or" = "eller";

"sign.mobile.recipients.action.signedOn" = "Signerad på %@";
"sign.mobile.recipients.action.assignedOn" = "Tilldelad den %@";
"sign.mobile.recipients.action.approvedOn" = "Godkänd den %@";
"sign.mobile.recipients.action.viewedOn" = "Visad på %@";

"sign.mobile.accountCreate.alreadyhaveATeamAccount" = "Har du redan ett teamkonto?";
"sign.mobile.accountCreate.contactAdmin" = "Kontakta din administratör för en inbjudan om åtkomst till Zoho Sign.";
"sign.mobile.accountCreate.organisationName" = "Organisations namn";
"sign.mobile.accountCreate.newToZohoSign" = "Är du ny på Zoho Sign?";
"sign.mobile.accountCreate.orgNameDescription" = "Vi skapar ett exklusivt utrymme för din organisation i Zoho Sign med det här namnet. Detta hjälper oss också att identifiera din organisation och medlemmar.";
"sign.mobile.requestDetail.recipientLocationDesc" = "Geografisk plats uppskattas på grundval av IP-adress.";
"sign.mobile.field.attachment" =  "Bilaga";
"sign.mobile.field.attachments" =  "Bilagor";
"sign.mobile.fields.uploadAttachment" =  "Ladda upp bilaga";
"sign.mobile.notify.attachmentUploadedSuccessfully" =  "Bilagan laddades upp";
"sign.mobile.notify.attachmentDeletedSuccessfully" =  "Bilagan har raderats";
"sign.mobile.activityIndicator.uploadingAttachment"    =       "Överför bilaga...";
"sign.mobile.field.attachment.delete"       = "Radera bilaga";
"sign.mobile.field.attachment.view"       = "Visa bilaga";
"sign.mobile.emptyScreen.noAttachmentsAdded"                =       "Ingen bilaga tillagd ännu";

"sign.mobile.request.operationType.attachmentAdded"       =       "Bilaga tillagd";
"sign.mobile.request.operationType.attachmentDeleted"     =       "Bilaga raderad";
"sign.mobile.iap.feature.signerAttachments"              =        "Bilagor för undertecknare";
"sign.mobile.iap.feature.rebranding"                     =        "Ommärkning";
"sign.mobile.iap.feature.approverAction"                 =        "Godkännaråtgärd";
"sign.mobile.emptyScreen.noTemplatesAddedYet"         =       "Du har inte skapat några mallar än.";

"sign.mobile.request.doYouWantToSignInFlow"    =   "Du är en av undertecknarna. Vill du signera dokumentet direkt?";
"sign.mobile.request.editAsNew"                =   "Redigera som ny";

"sign.mobile.editor.resetAllFields" = "Återställ allt";
"sign.mobile.otherDetail.reminders" = "Påminnelser";
"sign.mobile.otherDetail.automaticReminders" = "Automatiska påminnelser";
"sign.mobile.otherDetail.automaticReminders.timePeriodTitle" = "En gång varje";
"sign.mobile.otherDetail.reminderTimePeriodPlaceHolder" = "Dagar";
"sign.mobile.otherDetail.reminderPeriodErrorCheck" = "Påminnelsefrekvens kan inte vara större än 100";
"sign.mobile.request.rename" = "Byt namn";
"sign.mobile.request.certificate" = "Certifikat";
"sign.mobile.request.activity" = "Aktivitet";
"sign.mobile.otherDetail.addDocumentType" = "Lägg till dokumenttyp";
"sign.mobile.otherDetail.addFolder" = "Lägg till mapp";
"sign.mobile.request.remainingDays" = "om %d dagar";
"sign.mobile.common.reset" = "Återställ";
"sign.mobile.request.requestEdit"    =       "redigera dokument";
"sign.mobile.field.radio"           =   "Radio";
"sign.mobile.request.confirmAndSend"  =  "Bekräfta och skicka";
"sign.mobile.request.signNow"         =   "Signera nu";
"sign.mobile.request.signLater"       =   "Signera senare";
"sign.mobile.settings.legalGuide"     =   "Rättslig guide";
"sign.mobile.request.radioButton"      =    "Radioknapp";
"sign.mobile.chooseDocuments.useTemplate" = "Använd mall";
"sign.mobile.request.allSentRequest" = "Alla skickade dokument";
"sign.mobile.request.allReceivedRequest" = "Alla mottagna dokument";
"sign.mobile.fileImporter.workDrive.workSpaces" = "Arbetsytor";
"sign.mobile.fileImporter.workDrive.myTeams" = "Mina team";
"sign.mobile.fileImporter.workDrive.recentFiles" = "Senaste filer";
"sign.mobile.fileImporter.workDrive.favorites" = "Favoriter";
"sign.mobile.fileImporter.workDrive.myFolders" = "Mina mappar";
"sign.mobile.fileImporter.workDrive.sharedWithMe" = "Delas med mig";
"sign.mobile.fileImporter.workDrive.Folders" = "Mappar";
"sign.mobile.fileImporter.workDrive.Files" = "Filer";
"sign.mobile.radioButton.values" = "Radioknappsvärden";
"sign.mobile.common.daysCount" = "%d dagar";
"sign.mobile.request.expiresIn" = "Förfaller om";
"sign.mobile.common.print" = "Skriv ut";

"sign.mobile.continuity_camera_desc" = "Continuity Camera fungerar endast när dina Mac- och iOS-enheter är nära varandra och följande kriterier uppfylls:";
"sign.mobile.continuity_camera_step1" = "* Se till så att Wi-Fi och Bluetooth är påsatta för båda enheterna.";
"sign.mobile.continuity_camera_step2" = "* Se till så att samma Apple-ID används för att logga in på iCloud-kontot på båda enheterna.";
"sign.mobile.continuity_camera_step3" = "* Kolla om MacOS:et Mojave eller senare körs på din Mac och om iOS 12 eller senare körs på din iOS-enhet.";
"sign.mobile.continuity_camera_refer" =  "Se denna länk för mer information: %@";
"sign.mobile.continuity_camera_gallery" = "Galleri";
"sign.mobile.continuity_camera_import_from_iphone" = "Importera från iPhone";
"sign.mobile.continuity_camera_finder" = "Finder";



"sign.mobile.emptyScreen.noPendingDocuments"            =       "Inga väntande dokument";
"sign.mobile.emptyScreen.noPendingDocumentsDesc"        =       "Dokument som är skickade till dig av andra för din signatur kommer att visas här";
"sign.mobile.emptyScreen.noInprogressDocuments"         =       "Inga pågående dokument";
"sign.mobile.emptyScreen.noInprogressDocumentsDesc"     =       "Dokument som du skickar till andra för signaturer kommer att visas här";
"sign.mobile.alert.noInternetConnectionDesc"            =       "Kontrollera din nätverksanslutning och prova igen";
"sign.mobile.emptyScreen.noRequestOnSearchDesc"         =       "Vi kunde inte hitta några matchande resultat. Prova med att söka med andra nyckelord";

"sign.mobile.emptyScreen.noTemplatesAvailableDesc"      =       "Tryck på \"+\" för att lägga till din första mall";

"sign.mobile.homescreen.inperson.singleSignerStatus"  = "%@ behöver signera";
"sign.mobile.homescreen.inperson.multipleSignerStatus"  = "%i av %i undertecknare kvar";


"sign.mobile.request.hostNow"         =   "Var värd för nu";
"sign.mobile.request.hostLater"       =   "Var värd för senare";
"sign.mobile.request.doYouWantToHostInFlow"    =   "Du är en av de tilldelade personliga värdarna. Vill du driva in signaturer i dokumentet direkt?";


"sign.mobile.emptyScreen.noDocumentsAvailableDesc"      =       "Vi kunde inte hitta några matchande dokumentresultat";

"sign.mobile.iap.offer.forMonths" = "i %i månader";
"sign.mobile.iap.offer.for1Year" = "i ett år";
"sign.mobile.iap.offer.afterMonths" = "efter %i månader";
"sign.mobile.iap.offer.after1Year" = "efter 1 år";

"sign.mobile.NodataView.documents.allSent.desc" = "Alla dokument som är skickade av dig till andra för signaturer kommer att visas här";
"sign.mobile.NodataView.documents.inprogress.desc" = "Du har inga pågående dokument";
"sign.mobile.NodataView.documents.draft.desc" = "Du har inga dokument sparade som utkast";
"sign.mobile.NodataView.documents.expiring.desc" = "Du har inga dokument som är på väg att gå ut";
"sign.mobile.NodataView.documents.expired.desc" = "Du har inga utgångna dokument";
"sign.mobile.NodataView.documents.completed.desc" = "Du har inga slutförda dokument";
"sign.mobile.NodataView.documents.declined.desc" = "Du har inga avvisade dokument";
"sign.mobile.NodataView.documents.sentTrash.desc" = "Du har inga dokument i papperskorgen";
"sign.mobile.NodataView.documents.pending.desc" = "Du har inga väntande dokument";
"sign.mobile.NodataView.documents.receivedCompleted.desc" = "Du har inga slutförda dokument";
"sign.mobile.NodataView.documents.receivedTrash.desc" = "Du har inga dokument i papperskorgen";
"sign.mobile.NodataView.documents.allReceived.desc" = "Alla dokument som är skickade till dig för signatur av andra kommer att visas här";

"sign.mobile.common.searchDocuments" = "Sök i dokument";
"sign.mobile.common.sent" = "sände";
"sign.mobile.common.received" = "Mottagen";

"sign.mobile.activityIndicator.uploadingProgress"       = "Laddar upp %d av %d";
"sign.mobile.notify.attachmentsAddedSuccessfully"       = "Bilagor har lagts till";
"sign.mobile.request.loginToProceed"                    = "Logga in för att fortsätta";

"sign.mobile.common.general"                            = "Allmänt";
"sign.mobile.settings.personalize.documentSigning"      = "Dokumentsignering";
"sign.mobile.settings.personalize.autoScrollToNextFields" = "Bläddra automatiskt till nästa fält";
"sign.mobile.settings.personalize.showSignerHints"          = "Visa undertecknartips";
"sign.mobile.settings.personalize.highlightAnnotatedFields" = "Markera kommenterade fält";
"sign.mobile.settings.personalize.showSignerHintsDesc"      = "Visar indikatorer bredvid undertecknarfält som behöver fyllas i för att förhindra onödig bläddring i dokumentet.";
"sign.mobile.settings.personalize.highlightAnnotatedFieldsDesc"     = "Fält ifyllda av undertecknarna visas i färgade bakgrunder för enklare identifiering. De färgade bakgrunderna visas inte i det exporterade dokumentet.";


"sign.mobile.workdrive.noUserFound" = "Du har inte ett Zoho WorkDrive-konto";
"sign.mobile.workdrive.noEnterpriseUser" = "Du är inte en Enterprise-användare";

"sign.mobile.accountSettings.recipientActions.downloadDocument" = "Ladda ner dokument";
"sign.mobile.accountSettings.sendMailFrom.organisation" = "Organisationens e-postadress";
"sign.mobile.accountSettings.sendMailFrom.sender" = "Skicka e-postadress";
"sign.mobile.accountSettings.sendMailFrom.zohoSignNotification" = "E-postadressen för Zoho Sign-meddelande";
"sign.mobile.accountSettings.pageConfig.allPages" = "Alla sidor";
"sign.mobile.accountSettings.pageConfig.firstPageOnly" = "Endast första sidan";
"sign.mobile.accountSettings.pageConfig.lastPageOnly" = "Endast sista sidan";
"sign.mobile.accountSettings.positionConfig.header" = "Header";
"sign.mobile.accountSettings.positionConfig.footer" = "Footer";
"sign.mobile.accountSettings.sendDocumentsTo.allRecipients" = "Alla mottagare";
"sign.mobile.accountSettings.sendDocumentsTo.onlySender" = "Endast avsändare";
"sign.mobile.accountSettings.sendDocumentsTo.none" = "Ingen";
"sign.mobile.accountSettings.showSignerAttachmentsTo.senderAndSigner" = "Avsändare och signerare";
"sign.mobile.accountSettings.showSignerAttachmentsTo.everyBody" = "Alla med tillgång till de signerade dokumenten";
"sign.mobile.accountSettings.enforceAuthentication" = "Bekräfta autentisering";
"sign.mobile.accountSettings.showSignerHints" = "Visa signatertips";
"sign.mobile.accountSettings.embedDocumentId" = "Lägg till dokument-ID till dokument";
"sign.mobile.accountSettings.embedDocumentId.page" = "Lägg till";
"sign.mobile.accountSettings.embedDocumentId.positon" = "Position";
"sign.mobile.accountSettings.sendCompletionCertificate" = "Skicka 'Certificate of Completion' till mottagare";
"sign.mobile.accountSettings.sendCompletedDocumentsTo" = "Skicka färdiga dokument till";
"sign.mobile.accountSettings.showSignerAttachmentsTo" = "Synlig för";
"sign.mobile.accountSettings.redirection.signingDocument" = "Signera ett dokument";
"sign.mobile.accountSettings.redirection.decliningDocument" = "Avvisar ett dokument";
"sign.mobile.accountSettings.redirection.skipToSignLater" = "Hoppar över för att underteckna senare";
"sign.mobile.accountSettings.redirection.allowRedirection" = "Tillåt omdirigering";
"sign.mobile.accountSettings.customLandingPages.invalidURL" = "Ange en giltig url med formatet https://www.example.com";
"sign.mobile.accountSettings.documentID" = "Dokument-ID";
"sign.mobile.accountSettings.uponDocumentCompletion" = "Vid slutförande av dokument";
"sign.mobile.accountSettings.customLandingPages" = "Anpassade målsidor";
"sign.mobile.accountSettings.updating" = "Uppdaterar ...";
"sign.mobile.accountSettings.successfullyUpdated" = "Uppdaterat framgångsrikt";
"sign.mobile.accountSettings.allowedModes.description" = "Välj OTP-leveranslägen.";
"sign.mobile.accountSettings.recipientAction.description" = "Välj de åtgärder som kan undertecknas vid signering av dokument.";
"sign.mobile.accountSettings.signerAttachment.description" = "Välj vem som kan visa bilagorna som laddats upp av signatörer vid undertecknandet.";
"sign.mobile.accountSettings.customLandingPages.description" = "Omdirigera mottagare till en specifik URL i stället för standardsidan när du har slutfört en åtgärd.";
"sign.mobile.accountSettings.requestValidity" = "Begär giltighet";
"sign.mobile.accountSettings.allowedModes" = "Tillåtna OTP-leveranslägen";
"sign.mobile.accountSettings.title" = "Kontoinställningar";
"sign.mobile.settings.applicationPreferences" = "Programinställningar";
"sign.mobile.accountSettings.sendingOptions" = "Sändningsalternativ";
"sign.mobile.accountSettings.receipientExperience" = "Mottagarupplevelse";
"sign.mobile.accountSettings.receipientAuthentication" = "Mottagarautentisering";
"sign.mobile.accountSettings.documentCompletionSettingsDescription" = "Kontrollera vem som får de ifyllda dokumenten och certifikatet för slutförande som bilagor till e-post.";
"sign.mobile.accountSettings.documentIDDescription" = "Välj om och hur du vill att det unika dokument-ID ska inkluderas i dokumenten som undertecknas.";
"sign.mobile.settings.accountSettingsDescription" = "Konfigurera standardinställningar för giltighet av begäran, mottagarens påminnelser och signeringsordning. Detta kan redigeras för varje dokument vid sändningstillfället.";
"sign.mobile.common.signForms"                      =   "SignForms";
"sign.mobile.common.addDocumentType.description"    = "Ange dokumenttyp";
"sign.mobile.common.addFolderType.description"      = "Ange mapp";
"sign.mobile.signForms.detail.URL"                  = "URL";
"sign.mobile.signforms.detail.maximumResponses"     = "Svarsgräns";
"sign.mobile.signForms.detail.maximumResponses.placeHolderText" = "Ange antal";
"sign.mobile.signForms.detail.signFormName.placeHolderText" = "Ange namn";
"sign.mobile.signForms.detail.validUntil"           = "Giltig till";
"sign.mobile.login.youHaveTobeSignedIn"             = "För detta krävs att du är inloggad.";
"sign.mobile.common.preview"                        =   "Förhandsgranska";
"sign.mobile.common.previous"                       =   "Föregående";

"sign.mobile.create.signDocument"                   =  "Signera dokument";
"sign.mobile.create.signADocument"                  =  "Signera ett dokument";
"sign.mobile.widgetkit.trackDocumentStatus"         =  "Spåra dokumentstatus";
"sign.mobile.widgetkit.trackDocumentDesc"           =  "Spåra varje steg i dina dokuments signeringsförlopp.";

"sign.mobile.widgetkit.InprogressDocumentsDesc"     = "Visar en lista över dokument som har skickats ut för signaturer.";
"sign.mobile.widgetkit.pendingDocumentsDesc"        = "Visar en lista över dokument som kräver din signatur.";

"sign.mobile.signForms.alert.expired"                =  "Denna SignForm har gått ut. Kontakta länkens ägare eller avsändare för hjälp.";
"sign.mobile.signForms.alert.limitReached"           = "Denna SignForm har nått sin maximala svarsgräns. Kontakta länkens ägare eller avsändare för hjälp.";
"sign.mobile.signForms.alert.inActive"               = "Denna SignForm har inaktiverats. Kontakta länkens ägare eller avsändare för hjälp.";
"sign.mobile.signForms.alert.invalidDate"            = "Ett ogiltigt datum har specificerats i SignForm-URL:en.";
"sign.mobile.signForms.limitReached"            = "Svarsgränsen har nåtts";


"sign.mobile.alert.folderAlreadyExists"             =   "Det finns redan en mapp med namnet \"%@\".";
"sign.mobile.alert.documentTypeAlreadyExists"       =   "Det finns redan en dokumenttyp med namnet \"%@\".";


"sign.mobile.accountSettings.signedCopy.emailAttachment" =  "E-postbilaga";
"sign.mobile.accountSettings.signedCopy.documentMailLink" =  "Dokumentlänk i e-postmeddelande";
"sign.mobile.accountSettings.sendSignedCopyAs"            =  "Skicka signerad kopia som";


"sign.mobile.fields.textbox.validation"              =  "Validering";
"sign.mobile.signfield.status.all"                   =  "Alla";
"sign.mobile.signfield.status.active"                =  "Aktiv";
"sign.mobile.signfield.status.inactive"              =  "Inaktiva";
"sign.mobile.signfield.status.expired"               =  "Utgångna";
"sign.mobile.signfield.status.max_limit_reached"       =  "Gränsen har nåtts.";


"sign.mobile.fields.textValidation"        =  "Validering för textfält";
"sign.mobile.fields.validation.none"       =  "Ingen";
"sign.mobile.fields.validation.numbers"    =  "Nummer";
"sign.mobile.fields.validation.letters"    =  "Bokstäver";
"sign.mobile.fields.validation.mail"      =  "E-post";
"sign.mobile.fields.validation.custom"    =  "Anpassad";



"sign.mobile.fields.validation.custom.errorMessage" =  "Ogiltigt dataformat. Ange datan igen i korrekt format.";
"sign.mobile.fields.validation.custom.footerMessage" = "Anpassa meddelandet som visas för undertecknaren när han/hon anger fältdatan i ett ogiltigt format.";
"sign.mobile.fields.validation.custom.enterRegex"  =  "Specificera ditt regex-mönster för fältet.";



"sign.mobile.fields.validation.regexAndErrorMessage"  =     "Regex-mönster och felmeddelande";
"sign.mobile.fields.validation.type"              =     "Typ av validering";
"sign.mobile.fields.validation.errorMessage"      =     "Felmeddelande";
"sign.mobile.fields.validation.custom.invalidRegex"            =  "Specificera ett giltigt regex-mönster.";
"sign.mobile.fields.validation.custom.invalidErrorMessage"     =  "Ange ett giltigt felmeddelande.";



"sign.mobile.field.stamp"                        =  "Stämpel";
"sign.mobile.signforms.qrCode"                   =  "QR-kod";
"sign.mobile.signforms.scanQRCodeToInitateSigning"  =  "Dina associerade och klienter kan skanna eller ladda upp denna QR-kod för att börja signera dokumentet via SignForms.";


"sign.mobile.request.extendExpiryDate" = "Förläng deadline för signering";
"sign.mobile.notify.expiryDateUpdated" = "Tidsgräns för dokumentsignering har förlängts.";
"sign.mobile.common.errorMsg.noImageInCropArea" = "Det finns ingen bild inom beskärningsområdet.";
"sign.mobile.request.newExpiryDate" = "Tidsgräns för ny signering";
"sign.mobile.emptyScreen.noFoldersAdded" = "Det finns inga befintliga mappar.";
"sign.mobile.emptyScreen.noDocumentTypeAdded" = "Det finns inga existerande dokumenttyper.";
"sign.mobile.settings.sendAnonymously" = "Skicka anonymt";
"sign.mobile.settings.analyticsDescription" = "Hjälp Zoho Sign förbättra användarupplevelsen genom att automatiskt skicka diagnostik och användningsstatistik";


//print and sign
"sign.mobile.common.reviewAndSend" = "Granska och skicka";
"sign.mobile.fields.validation.error.onlyAlphabetsAreAllowed" = "Endast alfabetiska värden är tillåtna";
"sign.mobile.fields.validation.error.onlyNumericAreAllowed" = "Endast numeriska värden är tillåtna";
"sign.mobile.signForms.limitResponses" = "Begränsa SignForm-svar";
"sign.mobile.emptyScreen.noSignformsAdded" = "Inga teckenformulär har lagts till ännu";
"sign.mobile.signforms.validityDateError" = "Giltigheten måste vara större än eller lika med det aktuella datumet";


"sign.mobile.recipient.language"                        =       "Mottagarspråk";
"sign.mobile.recipient.languageDesc"                    =       "När mottagaren öppnar dokumentet för att underteckna kommer gränssnittet för undertecknandet att vara på det valda språket.";

"sign.mobile.request.printAndSign.uploadPhysicalDocument"   =  "Ladda upp fysiskt undertecknat dokument";
"sign.mobile.request.printAndSign.uploadSignedDocument"     =  "Ladda upp undertecknat dokument";
"sign.mobile.request.printAndPhysciallySign"                =  "Skriv ut och underteckna fysiskt";
"sign.mobile.request.printAndSign.reviewDocumentForNextSigner" =  "En fysiskt undertecknad kopia av detta dokument har laddats upp för den föregående undertecknaren. Vänligen granska placeringen av dokumentfälten för efterföljande undertecknare och skicka ut dokumentet.";
"sign.mobile.notif.uploadedSuccessfully"                        =   "Uppladdning genomförd";
"sign.mobile.request.status.physciallySigned"                   =    "Fysiskt undertecknad";
"sign.mobile.request.status.physicalSigningWaitingForApproval"  =    "Fysiskt undertecknad och väntar på att godkännas";
"sign.mobile.notif.printAndsign.waitingForReview"               =   "Du har redan skickat en fysiskt undertecknad kopia för detta dokument. Din uppladdade kopia väntar på granskning.";
"sign.mobile.alert.reviewingByOwner"                            =   "Detta dokument granskas för närvarande av dess ägare. Försök öppna det senare.";
"sign.mobile.request.status.manual_signing_correction"          =   "Väntar på granskning";
"sign.mobile.request.uploadedOn"                        =       "Uppladdad den";
"sign.mobile.request.printAndSign.ownerTerms"           =      "Jag intygar härmed att den uppladdade filen är en kopia av detta dokument som är fysiskt undertecknat av den nämnda undertecknaren.";
"sign.mobile.request.printAndSign.agreeAndUpload"       =    "Godkänn och ladda upp";
"sign.mobile.request.printAndSign.sentRequestDescription"           =     "Du håller på att ladda upp en kopia av detta dokument som är fysiskt undertecknat av undertecknaren. När de väl har laddats upp, kommer de (eventuellt) återstående undertecknarna i underteckningsflödet att fortsätta att underteckna över den uppladdade kopian.";
"sign.mobile.common.review"                          =     "Granska";
"sign.mobile.notify.sentToOwnerForReview"            =   "Dokumentet har skickats till dess ägare för granskning.";
"sign.mobile.recipient.alert.userHasAlreadySigned"   =   "Denna mottagare har redan undertecknat dokumentet.";
"sign.mobile.request.operationType.requestMarkedAsComplete"     = "Dokument markerat som slutfört";
"sign.mobile.request.operationType.requestManualSigningSuccess" = "Fysiskt undertecknad";
"sign.mobile.request.operationType.requestManualSigningApproved" = "Fysiskt undertecknad och godkänd";
"sign.mobile.request.operationType.recipientManualSigningSuccess"   = "Fysiskt undertecknad av mottagare";
"sign.mobile.request.operationType.recipientManualSigningApproved"  = "Fysiskt undertecknat dokument godkänt";
"sign.mobile.request.printAndSign.showPreviousVersions"  =  "Visa föregående versioner";
"sign.mobile.request.printAndSign.previousVersions"     =  "Föregående versioner";
"sign.mobile.request.printAndSign.reviewAndAccept"      = "Granska och godkänn";
"sign.mobile.common.accept"                             =   "Godkänn";
"sign.mobile.request.printAndSign.step1"                =   "Steg 1:";
"sign.mobile.request.printAndSign.step2"                =   "Steg 2:";
"sign.mobile.request.printAndSign.downloadDocumentForPrint"  = "Ladda ned dokument för utskrift";
"sign.mobile.request.printAndSign.downloadDocument"     =   "Ladda ned dokument";
"sign.mobile.request.printAndSign.uploadTheScannedDocument" =  "Ladda upp en skannad kopia av det dokument som laddades ned, skrevs ut, och undertecknades fysiskt.";


"sign.mobile.tooltip.sdkSuccessmsg" = "En signerad kopia av detta dokument har skickats till din e -post";
